complete/buddy_data/奇秀-主播房间-20160912231432-20160912231432400

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 23:14:32]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[159992]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[麻勇野外生存扛把子丶的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[4905]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[862]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[123]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[虫虫-站起来了]]></vipnickname><vipuserid><![CDATA[1237869195]]></vipuserid><top_name><![CDATA[虫虫-站起来了]]></top_name><top_money><![CDATA[50290]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[維尼哥]]></vipnickname><vipuserid><![CDATA[1205416519]]></vipuserid><top_name><![CDATA[維尼哥]]></top_name><top_money><![CDATA[3000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[芗巴佬]]></vipnickname><vipuserid><![CDATA[1272320415]]></vipuserid><top_name><![CDATA[芗巴佬]]></top_name><top_money><![CDATA[2070]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[情为之心碎]]></vipnickname><vipuserid><![CDATA[1341555513]]></vipuserid><top_name><![CDATA[情为之心碎]]></top_name><top_money><![CDATA[2000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[虫虫-站起来了]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[虫虫-站起来了]]></top_name><top_money><![CDATA[1900]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[游客：9527]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[游客：9527]]></top_name><top_money><![CDATA[1850]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[大荔阿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[大荔阿]]></top_name><top_money><![CDATA[1530]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[且人且珍惜]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[且人且珍惜]]></top_name><top_money><![CDATA[1500]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[搬砖捡破烂]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[搬砖捡破烂]]></top_name><top_money><![CDATA[1320]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[下雨，]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[下雨，]]></top_name><top_money><![CDATA[1070]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我是孤单的一只猫。]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我是孤单的一只猫。]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[雾霾天的心情（封豆）]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[雾霾天的心情（封豆）]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小野王朝＆阿青]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小野王朝＆阿青]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱你不需要理由！]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[爱你不需要理由！]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 